# ================================================================================== #
#                   ОФИЦИАЛЬНАЯ ДОКУМЕНТАЦИЯ ФАЙЛА СЦЕНАРИЯ                          #
# ================================================================================== #
# Файл сценария визуальной новеллы «Пикник под Сакурой».                             #
# Разработчик — StrangerWS / The Lore of the Worlds Team, 2025-2026.                 #
# ================================================================================== #

init:
    call initBgImg                  # initialize backgrounds

label start:
    jump intro