label intro:

    play music sudden_awakening_loop fadein 3
    scene bg ext_intro_under_the_sakura with Dissolve(3)

    "Никогда не думал, что лежать на земле будет комфортнее, чем в постели."
    "Ветер нежно ласкает волосы, далёкое голубое небо навевает мысли..."
    "Запах цветущей сакуры наполняет воздух..."

    "Всё это похоже на {i}какой-то сон...{/i}"

    play sound thunder
    scene bg ext_intro_under_the_sakura_disturbing with flash

    "Чёрт!"
    "Так и есть, всё это был сон."
    "Но... Где я?"
    

    "Надо подниматься. Мало того, что я не знаю, как здесь оказался, так ещё и промокнуть до нитки не хватало."

    scene bg ext_intro_the_sakura_forest_disturbing with Dissolve(1)

    "Голова болит."
    "Я мало что помню, но уж точно не помню, чтобы хоть когда-то был в Японии."
    "А это выглядит как Япония. И пахнет как Япония."
    "Интересно, я хоть что-нибудь вспомню? Нужно выяснить, зачем я сюда приехал."
    "А заодно попробовать вспомнить хоть одно японское слово."


    "{b}{i}Motto fukaku senpai!{/i}{/b}"
    "Так, это совершенно не то!{w} Если я учил японский только по {i}таким тайтлам{/i}, у меня будут большие проблемы!"

    return
